smallworld-sapi-services/src/main/resources/soap/schemas/template/smallworld-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:gis="http://www.etb.net.co/gis">
   <soapenv:Header/>
   <soapenv:Body>
      <gis:WSGeorreferenciarCR-RQ>
         <gis:CodigoIntegracion>#[vars.codigoIntegracion]</gis:CodigoIntegracion>
         <gis:DireccionNormalizada>#[vars.address]</gis:DireccionNormalizada>
         <gis:CodigoMunicipio>#[vars.municipioCode]</gis:CodigoMunicipio>
         <gis:CodigoDepartamento>#[vars.departamentoCode]</gis:CodigoDepartamento>
      </gis:WSGeorreferenciarCR-RQ>
   </soapenv:Body>
</soapenv:Envelope>